tap "hashicorp/tap"
tap "kreuzwerker/taps"
tap "zackelia/formulae"
brew "awscli"
brew "doctl"
brew "gh"
brew "kubernetes-cli"
brew "minikube"
brew "python@3.9"
brew "terraform", link: false
brew "tfenv"
brew "vim"
brew "zsh"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "caffeine"
cask "clipy"
cask "docker-desktop"
vscode "hashicorp.terraform"
vscode "moocfi.test-my-code"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
